Repository: webbist/Webbist.AideEnLigne
Catalog: AssistClub.UI.Blazor/Resources/AnswerListResources.*.resx
Languages: es

# AnswerCountSingularLabel
source: Réponse
es: Respuesta

# PagingSummary
source: Affichage de la page {0} sur {1} (total {2} réponses)
es: Mostrando página {0} de {1} (total {2} respuestas)

# EmptyText
source: Aucune réponse pour le moment
es: No hay respuestas aún

# AnsweredLabel
source: Répondu
es: Respondido

# ByLabel
source: Par
es: Por

# AnswerCountPluralLabel
source: Réponses
es: Respuestas

# MarkOfficialButton
source: Marquer comme officielle
es: Marcar como oficial

# UnmarkOfficialButton
source: Retirer le statut officiel
es: Marcar como no oficial

# OfficialAnswerBadgeLabel
source: Réponse officielle
es: Respuesta oficial

# EditAnswerDialogTitle
source: Modifier la réponse
es: Editar respuesta

# UpdateAnswerSuccessMessage
source: Réponse mise à jour avec succès.
es: Respuesta actualizada correctamente.

# UpdateAnswerErrorMessage
source: Échec de la mise à jour de la réponse.
es: Error al actualizar la respuesta.

# EditAnswerButton
source: Modifier la réponse
es: Editar respuesta
