Repository: webbist/Webbist.AideEnLigne
Catalog: AssistClub.UI.Blazor/Resources/AskQuestionResources.*.resx
Languages: es

# FormTitleLabel
source: Question Title
es: Título de la pregunta

# TitleHint
source: Be specific and imagine youâ€™re asking a question to another person.
es: Sé específico e imagina que estás haciendo una pregunta a otra persona.

# FormTitlePlaceholder
source: Enter your question title
es: Ingresa el título de tu pregunta

# FormContentLabel
source: Content
es: Contenido

# FormContentHint
source: Include all the information someone would need to answer your question.
es: Incluye toda la información que alguien necesitaría para responder a tu pregunta.

# FormSubmitButton
source: Publish your question
es: Publica tu pregunta

# FormErrorMessage
source: An error occurred while creating the question.
es: Ocurrió un error al crear la pregunta.

# SuccessTitle
source: Question published
es: Pregunta publicada

# SuccessMessage
source: Your question has been published successfully.
es: Tu pregunta ha sido publicada con éxito.

# ContentMaxLengthMessage
source: Content must be at most {1} characters long.
es: El contenido debe tener como máximo {1} caracteres.

# ContentRequiredMessage
source: Content is required.
es: El contenido es obligatorio.

# TitleMaxLengthMessage
source: Title must be at most {1} characters long.
es: El título debe tener como máximo {1} caracteres.

# TitleRequiredMessage
source: Title is required.
es: El título es obligatorio.

# FormUserErrorMessage
source: Unable to identify the user. Please log in again.
es: No se pudo identificar al usuario. Por favor, vuelve a iniciar sesión.
