Repository: webbist/Webbist.AideEnLigne
Catalog: AssistClub.UI.Blazor/Resources/QuestionResources.*.resx
Languages: es

# PageTitle
source: Détails de la question
es: Detalles de la pregunta

# StatusLabel
source: Statut
es: Estado

# AskedLabel
source: Posée
es: Preguntado

# AskedByLabel
source: Posée par
es: Preguntado por

# NotFoundTitle
source: Question non trouvée
es: Pregunta no encontrada

# EditQuestionDialogTitle
source: Modifier la question
es: Editar la pregunta

# UpdateQuestionSuccessMessage
source: Question mise à jour avec succès.
es: Pregunta actualizada con éxito.

# UpdateQuestionErrorMessage
source: Échec de la mise à jour de la question.
es: Error al actualizar la pregunta.

# EditQuestionButton
source: Modifier la question
es: Editar la pregunta

# DeleteQuestionButton
source: Supprimer la question
es: Eliminar pregunta

# DeleteQuestionConfirmMessage
source: Êtes-vous sûr de vouloir supprimer cette question?
es: ¿Estás seguro de que deseas eliminar esta pregunta?

# DeleteQuestionConfirmTitle
source: Confirmer la suppression
es: Confirmar eliminación

# DeleteQuestionSuccessMessage
source: Question supprimée avec succès.
es: Pregunta eliminada correctamente.

# DeleteQuestionErrorMessage
source: Échec de la suppression de la question.
es: Error al eliminar la pregunta.

# DownloadAttachmentButton
source: Télécharger la pièce jointe
es: Descargar archivo adjunto

# AttachmentAltText
source: Fichier joint
es: Archivo adjunto

# FormFileChooseButton
source: Changer le fichier
es: Cambiar archivo

# FormFileLabelWithSize
source: Pièce jointe (Max {0} Mo)
es: Archivo adjunto (Máx {0} Mb)
