Repository: webbist/Webbist.AideEnLigne
Catalog: AssistClub.UI.Blazor/Resources/UserSettingsResources.*.resx
Languages: es

# NotifyOnNewClubQuestionLabel
source: Be notified when another club manager writes a new question.
es: Ser notificado cuando otro responsable del club cree una nueva pregunta.

# NotifyOnAnswerPublishedOnMyQuestionLabel
source: Be notified when a new answer is published on my question.
es: Ser notificado cuando se publique una respuesta en mi pregunta.

# NotifyOnAnswerToMyQuestionMarkedOfficialLabel
source: Be notified when an answer to my question is marked as official.
es: Ser notificado cuando una respuesta a mi pregunta sea marcada como oficial.

# NotifyOnMyQuestionOrAnswerModifiedByAdminLabel
source: Be notified when a question or answer of mine is modified by an admin.
es: Ser notificado cuando una de mis preguntas o respuestas sea modificada por un administrador.

# NotifyOnAnyOfficialAnswerInQuestionIrelatedLabel
source: Be notified when an answer is marked as official in a question I participated in.
es: Ser notificado cuando una respuesta sea marcada como oficial en una pregunta donde respondí.

# NotifyOnQuestionIrelatedModifiedByAuthorLabel
source: Be notified when a question I participated in is modified by the author.
es: Ser notificado cuando una pregunta que respondí sea modificada por su autor.

# NotifyOnNewAnswerInQuestionIrelatedLabel
source: Be notified when a new answer is published in a question I participated in.
es: Ser notificado cuando se publique una nueva respuesta en una pregunta donde respondí.

# PageTitle
source: Notification Preferences
es: Preferencias de notificación

# OffLabel
source: Off
es: Desactivado

# OnLabel
source: On
es: Activado

# SuccessMessage
source: Notification preferences updated successfully.
es: Preferencias de notificación actualizadas correctamente.

# ErrorMessage
source: An error occurred while updating notification preferences.
es: Ocurrió un error al actualizar las preferencias de notificación.
